app/controllers/cities_controller.rb

INSERT INTO "cities" ("created_at", "name", "rating", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2016-08-02 12:04:40.649777"], ["name", "Amsterdam"], ["rating", 4], ["updated_at", "2016-08-02 12:04:40.649777"]]
---
    def create
      @city = City.new(city_params)

      respond_to do |format|
        if @city.save